[ {
  "cluster_id" : 8,
  "cluster_name" : "mixed herbaceous with sparse trees",
  "cluster_description" : "Plots characterized by moderate NDVI and moderate built cover, dominated by herbaceous vegetation with low shrub and tree cover, indicating open grassy areas with scattered small and large trees.",
  "habitat_description_from_photos" : "The mixed herbaceous with sparse trees habitat type is characterized by open grassy plots dominated by short mown grass with scattered trees and low shrub presence. These plots typically exhibit moderate visual clutter, minimal litter, and absence of people, with moderate to high maintenance intensity including recent mowing evidence. Paths are generally absent or informal and narrow when present, contributing to an open spatial experience with medium to long visibility distances. Adjacent infrastructure commonly includes residential buildings and occasional railway or road elements, but the vegetation remains the dominant visible feature. Street furniture is minimal or absent, and the overall condition of the plots is clean and orderly. The habitat displays some depth through visible background elements such as buildings and infrastructure, reinforcing the open grassy character interspersed with sparse tree cover.",
  "representative_plot_image" : "823 7",
  "plots" : [ "1004 12", "1007 10", "1007 2", "112 7", "136 6", "136 7", "145 9", "237 5", "239 12", "298 1", "298 3", "298 6", "336 9", "421 6", "485 3", "485 4", "492 10", "492 11", "492 6", "497 5", "506 10", "506 12", "559 6", "619 1", "619 3", "619 4", "619 7", "663 5", "663 7", "667 6", "686 11", "690 3", "713 12", "731 3", "823 7", "875 2", "875 4", "876 2", "876 3", "876 4", "876 8", "948 2", "948 5", "982 2", "982 4", "987 5" ]
}, {
  "cluster_id" : 3,
  "cluster_name" : "mature woodland",
  "cluster_description" : "Plots with very high NDVI, low built cover, and dominant large tree cover accompanied by moderate small tree and shrub cover, representing mature, closed-canopy woodland habitats.",
  "habitat_description_from_photos" : "The mature woodland plots are characterized by dense, closed-canopy woodland with dominant large trees and substantial undergrowth. These plots exhibit no visible paths or infrastructure and are free from human presence, litter, or urban clutter, indicating a natural and wild condition. Visibility distances are generally medium to short, reflecting the dense vegetation structure. The woodland is composed of multiple tree trunks with thick understorey vegetation, and there is an absence of built cover or adjacent infrastructure. Maintenance intensity is very low, consistent with semi-natural woodland habitats.",
  "representative_plot_image" : "776 3",
  "plots" : [ "1004 3", "1020 1", "1020 3", "1020 4", "108 1", "231 8", "248 3", "299 2", "299 4", "300 6", "300 7", "363 2", "389 10", "389 5", "389 9", "410 1", "410 2", "410 3", "410 4", "410 5", "410 9", "421 1", "421 10", "421 2", "421 4", "422 7", "547 1", "547 10", "547 2", "547 8", "566 1", "569 11", "612 4", "612 5", "713 3", "713 6", "713 9", "776 1", "776 11", "776 2", "776 3", "776 5", "776 9", "908 6", "990 8" ]
}, {
  "cluster_id" : 7,
  "cluster_name" : "dense herbaceous grassland with scattered trees",
  "cluster_description" : "Plots with high NDVI and very high herbaceous cover, low shrub cover, and moderate tree cover, indicating dense grassy areas with scattered trees and low impervious surface.",
  "habitat_description_from_photos" : "The habitat plots are characterized by dense herbaceous grassland with scattered trees, exhibiting a tree-dominated open understorey vegetation structure. The plots show open grassy spaces with minimal visual clutter and no visible paths, infrastructure, or human presence, indicating low disturbance and semi-wild maintenance intensity. Visibility extends to medium distances (10-30 m), providing depth to the plots. The grassy areas are extensive and uninterrupted, with scattered mature trees forming a sparse canopy. There is an absence of impervious surfaces, street furniture, vehicles, or litter, supporting the interpretation of a naturalistic, low-maintenance environment with moderate tree cover and very high herbaceous cover.",
  "representative_plot_image" : "300 5",
  "plots" : [ "1004 5", "1020 11", "1020 8", "108 10", "108 3", "108 7", "1083 6", "112 2", "112 3", "248 2", "248 5", "248 8", "299 7", "300 5", "311 1", "311 9", "336 1", "336 10", "369 1", "369 10", "377 5", "393 1", "393 11", "393 2", "393 5", "393 7", "393 8", "485 1", "506 4", "506 8", "542 11", "542 2", "542 3", "542 4", "542 5", "542 6", "547 5", "547 7", "569 2", "569 9", "580 1", "580 2", "580 6", "580 7", "663 3", "686 4", "731 8", "779 11", "830 4", "906 2", "906 9", "908 1", "908 2", "908 3", "908 4", "908 9", "922 8", "971 9", "989 8", "990 3", "990 6" ]
}, {
  "cluster_id" : 1,
  "cluster_name" : "mixed shrub–tree vegetation",
  "cluster_description" : "Plots with high NDVI, moderate herb cover, and relatively high shrub and tree cover (both small and large), with low built cover, representing structurally diverse vegetation with a mix of shrubs and trees.",
  "habitat_description_from_photos" : "The mixed shrub–tree vegetation plots are characterized by structurally diverse vegetation comprising a combination of shrubs and trees of varying sizes, including both small and large individuals. These plots typically feature informal narrow earth or mud paths with moderate visibility distances of 10 to 30 meters. The vegetation structure is predominantly tree-dominated with an open understorey, allowing some depth perception within the plots. The areas are free from visible buildings, roads, or urban infrastructure, and exhibit low visual clutter with no litter, parked cars, or street furniture present. Maintenance intensity is generally low to semi-wild, with no evidence of mowing, resulting in a natural and semi-wild appearance. Open spaces are present but limited, and the overall scene is clean, natural, and uncluttered.",
  "representative_plot_image" : "1020 6",
  "plots" : [ "1004 6", "1004 9", "1020 5", "1020 6", "108 4", "1084 9", "145 7", "203 2", "203 4", "203 6", "231 12", "231 7", "248 6", "248 7", "248 9", "295 1", "295 4", "295 6", "311 5", "377 2", "410 10", "422 4", "566 4", "569 4", "612 2", "612 7", "680 5", "799 9", "906 4", "906 6", "917 5", "917 7", "941 7", "948 3", "989 1", "989 11", "989 2", "989 5", "990 1", "990 5", "990 7", "990 9" ]
}, {
  "cluster_id" : 0,
  "cluster_name" : "built-dominated with sparse woody vegetation",
  "cluster_description" : "Plots with low NDVI and high built cover, low herbaceous cover, moderate shrub cover, and low tree cover, indicating urban or impervious areas with scattered shrubs and few trees.",
  "habitat_description_from_photos" : "Plots classified as built-dominated with sparse woody vegetation are characterized by extensive built infrastructure including paved roads and parking areas, with low herbaceous cover and limited tree presence. Vegetation is primarily composed of scattered shrubs and short mown grass patches, often maintained at moderate intensity. These plots typically include visible residential buildings and associated urban elements such as parked cars and street furniture. Open spaces are present but limited, with visibility distances generally ranging from 10 to 30 meters. The overall visual clutter is low to moderate, with minimal litter or dumping observed. The habitat structure reflects urban or impervious surfaces interspersed with sparse woody vegetation, consistent with residential or courtyard settings.",
  "representative_plot_image" : "233 11",
  "plots" : [ "1007 6", "1083 2", "1084 6", "1084 7", "112 5", "233 11", "239 11", "298 11", "335 1", "335 7", "335 9", "336 6", "336 8", "342 1", "342 5", "342 6", "342 8", "420 1", "474 6", "485 12", "497 1", "538 11", "618 10", "618 7", "619 10", "663 6", "663 8", "713 8", "776 12", "792 11", "792 4", "799 1", "819 11", "819 4", "819 5", "819 7", "821 3", "821 8", "875 11", "876 6", "906 5", "922 1", "922 4", "948 4", "971 7" ]
}, {
  "cluster_id" : 2,
  "cluster_name" : "shrub-dominated semi-natural",
  "cluster_description" : "Plots with moderate NDVI and built cover, moderate herb cover, and relatively high shrub cover with moderate tree cover, representing semi-natural habitats dominated by shrubs with some tree presence.",
  "habitat_description_from_photos" : "The shrub-dominated semi-natural habitat plots are characterized by dense shrub vegetation often accompanied by moderate tree presence. These plots typically feature narrow informal earth or paved paths, with visibility distances ranging from short to medium (under 10 m to 30 m). The vegetation appears semi-wild to natural, with low maintenance intensity and no evidence of mowing. The plots are generally free of litter, vehicles, and street furniture, and show minimal human presence. Open spaces are limited, with some plots having small clearings or paths that provide depth and visibility through the shrub layer. Adjacent infrastructure is mostly absent, reinforcing the semi-natural character of these habitats.",
  "representative_plot_image" : "363 4",
  "plots" : [ "1033 9", "1083 1", "1084 2", "136 4", "171 1", "202 1", "202 2", "202 8", "203 11", "203 5", "203 8", "203 9", "231 1", "237 9", "300 3", "363 4", "363 6", "363 8", "420 2", "422 1", "422 11", "422 5", "422 6", "551 8", "569 3", "569 5", "569 8", "612 6", "633 12", "633 2", "680 7", "686 1", "702 1", "779 4", "922 7", "941 8", "948 7", "948 8", "948 9" ]
}, {
  "cluster_id" : 6,
  "cluster_name" : "impervious hard-standing",
  "cluster_description" : "Plots with very low NDVI and very high built cover, very low herb, shrub, and tree cover, representing predominantly impervious surfaces such as roads, pavements, or built infrastructure.",
  "habitat_description_from_photos" : "Plots classified as impervious hard-standing are characterized by extensive paved surfaces with negligible or no visible vegetation cover. These plots predominantly consist of large paved parking areas with marked parking spaces, including disabled bays, and are often adjacent to commercial buildings such as retail stores. The surfaces are generally well-maintained, with moderate to high formal maintenance intensity, and show minimal visual clutter aside from parked vehicles and street furniture such as lamp posts and signage. Visibility distances are typically long, allowing clear views across the paved expanse. Vegetation, when present, is minimal and confined to peripheral areas or absent altogether. Human presence is generally low or absent in these plots, and litter or dumping is not commonly observed.",
  "representative_plot_image" : "497 4",
  "plots" : [ "1084 12", "202 6", "239 1", "239 3", "239 5", "239 8", "242 2", "335 10", "336 2", "343 6", "369 12", "369 3", "369 8", "403 12", "403 3", "403 4", "403 6", "403 7", "420 10", "420 11", "420 7", "420 8", "420 9", "492 3", "497 10", "497 11", "497 12", "497 4", "559 1", "559 2", "559 3", "559 4", "559 5", "559 8", "619 5", "654 12", "654 2", "654 5", "654 6", "667 9", "686 10", "686 12", "686 7", "686 9", "690 10", "690 8", "779 10", "781 1", "792 3", "819 1", "819 10", "819 8", "821 11", "823 10", "823 2", "876 1" ]
}, {
  "cluster_id" : 5,
  "cluster_name" : "parkland trees with moderate grass",
  "cluster_description" : "Plots with moderately high NDVI, moderate herb cover, low shrub cover, and relatively high large tree cover with moderate built cover, indicating parkland or managed green spaces with scattered large trees and grass.",
  "habitat_description_from_photos" : "The plots classified as parkland trees with moderate grass are characterized by open grassy areas with short mown grass and scattered mature trees. These plots typically include paved footpaths of narrow to medium width, with some presence of street furniture such as benches and trash bins. Visibility distances are generally medium, allowing for moderate depth perception within the plots. Maintenance intensity ranges from moderate to high, with evidence of regular mowing. Adjacent infrastructure often includes visible buildings and roads, but there is minimal visual clutter, no visible litter, and few or no people present. The overall appearance is of managed green spaces with a balance of grass and large tree cover, consistent with urban parkland or managed green spaces.",
  "representative_plot_image" : "917 9",
  "plots" : [ "1084 3", "231 2", "231 3", "239 6", "299 1", "299 3", "299 5", "299 8", "300 1", "300 4", "300 8", "311 6", "311 7", "311 8", "369 7", "389 12", "389 2", "393 3", "421 3", "421 8", "422 10", "474 4", "474 5", "485 5", "485 9", "492 7", "506 1", "506 2", "538 7", "542 9", "547 11", "566 3", "566 5", "566 6", "566 7", "580 4", "584 11", "612 3", "612 8", "661 1", "661 2", "661 3", "661 4", "661 5", "661 6", "661 8", "680 3", "731 2", "779 1", "779 5", "823 1", "830 1", "906 7", "908 5", "917 1", "917 11", "917 6", "917 8", "917 9", "971 2", "971 4" ]
}, {
  "cluster_id" : 4,
  "cluster_name" : "amenity grassland / lawn",
  "cluster_description" : "Plots with high NDVI, very high herbaceous cover, very low shrub and tree cover, and very low built cover, representing intensively managed lawns or amenity grasslands.",
  "habitat_description_from_photos" : "The plots classified as amenity grassland or lawn are characterized by extensive areas of short mown grass with very low presence of shrubs, trees, or built infrastructure. These plots exhibit high visibility distances exceeding 30 meters and are free from visual clutter such as litter, parked cars, or street furniture. Maintenance intensity ranges from moderate to high, with evidence of recent or regular mowing. The plots are open grassy fields, often bordered by distant tree lines, and typically lack visible paths, people, or vehicles. Some plots include distant buildings or football goalposts, but these do not detract from the overall open and uncluttered herbaceous cover. The habitat is indicative of intensively managed lawns or playing fields with very low woody vegetation and minimal built cover.",
  "representative_plot_image" : "377 1",
  "plots" : [ "298 4", "377 1", "377 3", "377 4", "377 6", "377 7", "506 5", "542 1", "566 8", "580 3", "580 5", "731 1", "731 4", "906 8", "989 3", "989 6" ]
} ]