[ {
  "cluster_id" : 7,
  "cluster_name" : "amenity grassland / lawn",
  "cluster_description" : "This cluster is characterized by very high herbaceous cover (~93%), very low shrub and tree cover, low built cover (~5%), and moderately high NDVI (~0.72). It represents open grassy areas typical of managed lawns or amenity grasslands in urban settings.",
  "habitat_description_from_photos" : "The plots classified as amenity grassland or lawn are characterized by extensive coverage of short mown grass with minimal presence of shrubs or trees. These plots typically exhibit open grassy areas with long visibility distances exceeding 30 meters, and lack visible paths or street furniture, contributing to a visually uncluttered environment. Maintenance intensity ranges from moderate to high, with regular evidence of mowing. Adjacent infrastructure varies, including residential buildings and occasional railway infrastructure, but these elements do not dominate the visual field. The plots are free from visible litter, parked cars, and people, enhancing the perception of managed, open green spaces. Some plots include scattered trees in the background, providing depth without obscuring the open grassy area. Overall, these plots represent well-maintained, open urban lawns or amenity grasslands with low built cover and minimal visual clutter.",
  "representative_plot_image" : "823 7",
  "plots" : [ "1004 12", "1004 5", "1007 10", "1020 5", "1020 6", "1083 6", "112 2", "112 7", "136 6", "237 5", "298 4", "299 3", "299 7", "300 6", "336 1", "336 10", "369 10", "377 1", "377 2", "377 3", "377 4", "377 6", "377 7", "393 3", "485 1", "485 4", "492 10", "492 6", "506 10", "506 4", "506 5", "542 1", "542 11", "542 2", "542 3", "542 4", "547 7", "566 8", "580 1", "580 2", "580 3", "580 5", "580 6", "619 1", "619 3", "619 4", "619 7", "663 3", "663 5", "680 3", "686 12", "713 12", "731 1", "731 4", "776 12", "779 1", "792 3", "819 7", "823 7", "875 2", "875 4", "876 3", "876 4", "876 8", "906 2", "906 8", "906 9", "908 1", "908 3", "908 4", "917 8", "922 8", "948 2", "948 7", "971 9", "982 2", "987 5", "989 3", "989 6", "989 8" ]
}, {
  "cluster_id" : 5,
  "cluster_name" : "mature woodland",
  "cluster_description" : "This cluster shows very high large tree cover (~71%), moderate small tree cover (~11%), low shrub (~5%) and herb cover (~9%), very low built cover (~5%), and the highest NDVI (~0.85). It represents mature, closed-canopy woodland with dominant tall trees.",
  "habitat_description_from_photos" : "The mature woodland plots are characterized by dense, closed-canopy woodland with a predominance of tall trees and thick undergrowth. These plots exhibit very low levels of visual clutter and no visible paths, infrastructure, or human presence, indicating a natural and wild condition with very low maintenance intensity. Visibility distances within these plots range from short to medium (less than 10 m to 10-30 m), providing some depth perception within the woodland. The ground layer is generally covered with leaf litter and undergrowth, and there is an absence of built structures or urban elements, reinforcing the natural woodland environment.",
  "representative_plot_image" : "776 3",
  "plots" : [ "1004 3", "1020 3", "203 11", "231 8", "299 8", "300 8", "410 2", "421 10", "421 2", "547 1", "547 10", "547 8", "569 11", "580 4", "612 4", "661 8", "713 6", "776 11", "776 3", "823 1", "908 5", "971 2" ]
}, {
  "cluster_id" : 3,
  "cluster_name" : "dense shrub–grass mix",
  "cluster_description" : "This cluster has high herb cover (~74%), moderate shrub cover (~7%), low tree cover (small ~7%, large ~9%), very low built cover (~4%), and high NDVI (~0.80). It represents dense shrubland intermixed with herbaceous vegetation, with sparse tree presence.",
  "habitat_description_from_photos" : "The dense shrub–grass mix habitat is characterized by plots exhibiting a combination of tall herbaceous vegetation intermixed with dense shrubs and trees primarily in the background. These plots generally lack visible paths, infrastructure, or human presence, and maintain a clear and uncluttered appearance. The vegetation structure shows a dominance of tall herb meadows with an underlayer of shrubs, providing a layered vertical complexity. The plots have medium visibility distances (10–30 m), allowing for some depth perception within the habitat. Maintenance intensity is very low to wild, with no evidence of mowing, indicating a natural or semi-natural state. Adjacent infrastructure is typically absent, reinforcing the natural character of these plots.",
  "representative_plot_image" : "1004 6",
  "plots" : [ "1004 6", "1020 8", "108 10", "108 3", "108 7", "1084 2", "112 3", "202 1", "248 5", "298 3", "300 5", "311 1", "311 8", "393 7", "410 1", "422 1", "485 5", "506 2", "542 5", "542 6", "547 5", "566 4", "580 7", "584 11", "612 2", "612 8", "618 7", "686 1", "686 4", "819 5", "819 8", "908 2", "917 1", "917 5", "917 9", "948 3", "948 8", "990 7" ]
}, {
  "cluster_id" : 4,
  "cluster_name" : "parkland trees",
  "cluster_description" : "This cluster features moderate large tree cover (~35%), moderate small tree cover (~11%), moderate shrub cover (~9%), moderate herb cover (~34%), moderate built cover (~11%), and high NDVI (~0.81). It represents parkland or scattered tree areas with mixed vegetation layers and some impervious surfaces.",
  "habitat_description_from_photos" : "The parkland trees habitat type is characterized by plots featuring a mixture of vegetation layers including moderate large tree cover, moderate small tree and shrub cover, and moderate herbaceous ground cover. The plots commonly include open spaces with short mown grass and paved or informal footpaths of narrow to medium width. Vegetation structure varies from shrub-dominated areas to tree-dominated plots with open understorey, often with scattered mature trees and some shrub patches. Maintenance intensity ranges from low semi-wild to moderate, with evidence of recent mowing in many plots. Built elements such as paved footpaths and street furniture (e.g., benches, lamp posts) are present but limited, and adjacent infrastructure like buildings and roads are sometimes visible but do not dominate the scene. The plots generally exhibit medium visibility distances (10–30 m), low visual clutter, and absence of litter or parked cars, contributing to a clean and semi-natural appearance with some human influence. Overall, the habitat plots represent parkland or scattered tree areas with mixed vegetation layers and some impervious surfaces, consistent with moderate tree and shrub cover and maintained grassy areas.",
  "representative_plot_image" : "906 5",
  "plots" : [ "1004 9", "1020 1", "1033 9", "1084 9", "136 4", "145 9", "203 2", "203 9", "231 7", "239 12", "239 8", "299 1", "299 2", "299 5", "300 1", "300 3", "300 7", "311 5", "311 9", "336 6", "336 9", "343 6", "377 5", "389 10", "389 9", "393 11", "393 5", "410 10", "410 3", "410 9", "420 2", "421 1", "421 3", "421 4", "421 6", "421 8", "422 4", "422 5", "422 7", "485 9", "506 1", "506 12", "506 8", "538 11", "547 11", "547 2", "551 8", "559 8", "566 1", "566 5", "566 7", "612 3", "612 7", "661 1", "661 2", "661 3", "661 4", "661 5", "661 6", "663 7", "713 9", "731 3", "776 1", "776 9", "876 2", "906 5", "906 6", "908 6", "917 6", "941 7", "941 8", "948 5", "989 1", "989 11", "990 6", "990 9" ]
}, {
  "cluster_id" : 2,
  "cluster_name" : "young woodland / mixed shrub–tree",
  "cluster_description" : "This cluster has moderate large tree cover (~39%), higher small tree cover (~24%), higher shrub cover (~13%), low herb cover (~21%), very low built cover (~4%), and high NDVI (~0.82). It likely represents younger or regenerating woodland with a mix of shrubs and smaller trees.",
  "habitat_description_from_photos" : "The young woodland / mixed shrub–tree habitat plots are characterized by moderate to dense tree cover with an open understorey, often featuring a mix of shrubs and smaller trees. Plots typically exhibit low visual clutter and minimal signs of human disturbance, with few or no visible paths, infrastructure, or people. Some plots include narrow paved or informal dirt paths, while others lack any visible access routes. Vegetation structure ranges from shrub-dominated to closed woodland, with visibility distances generally between short (less than 10 m) and medium (10–30 m), providing some depth to the plots. Maintenance intensity is mostly low to very low, indicating semi-wild or natural conditions, and ground cover varies from leaf litter to patches of grass. Adjacent infrastructure is generally absent, reinforcing the natural appearance of these plots.",
  "representative_plot_image" : "363 6",
  "plots" : [ "1007 2", "108 1", "1084 6", "171 1", "203 4", "203 5", "203 6", "203 8", "239 11", "239 6", "248 8", "295 1", "295 4", "299 4", "363 2", "363 6", "363 8", "389 5", "403 7", "410 4", "422 6", "542 9", "713 3", "776 2", "779 5", "799 9", "906 7", "917 11", "990 1", "990 8" ]
}, {
  "cluster_id" : 1,
  "cluster_name" : "sparse vegetation with high impervious cover",
  "cluster_description" : "This cluster shows moderate built cover (~46%), moderate shrub cover (~13%), low tree cover (small ~7%, large ~4%), moderate herb cover (~30%), and lower NDVI (~0.48). It represents sparsely vegetated urban areas with substantial impervious surfaces, such as fragmented green patches or degraded urban land.",
  "habitat_description_from_photos" : "The plots classified as sparse vegetation with high impervious cover predominantly feature extensive paved surfaces such as parking lots, roads, and residential streets, interspersed with moderate shrub cover and patches of short mown grass. Vegetation is generally fragmented and low in vertical structure, with sparse trees and shrubs bordering paved areas. Maintenance intensity varies from low to moderate, with some evidence of recent mowing in grassy patches. Visual clutter is generally low to moderate, with occasional presence of parked cars, street furniture, and fencing. The plots exhibit clear visibility over medium distances (10-30 m), and built infrastructure including residential buildings and fences is commonly adjacent to vegetated areas. Overall, these plots represent urban environments where impervious surfaces dominate but are punctuated by small, scattered vegetated patches, reflecting fragmented and degraded green spaces within a built matrix.",
  "representative_plot_image" : "233 11",
  "plots" : [ "1007 6", "1083 1", "1083 2", "233 11", "335 7", "342 6", "420 10", "485 12", "497 10", "497 5", "612 6", "619 10", "633 12", "663 8", "713 8", "779 10", "792 11", "821 3", "875 11", "982 4" ]
}, {
  "cluster_id" : 8,
  "cluster_name" : "mixed shrub and young trees",
  "cluster_description" : "This cluster has moderate herb cover (~52%), moderate shrub cover (~12%), moderate small tree cover (~15%), moderate large tree cover (~16%), low built cover (~5%), and high NDVI (~0.79). It represents mixed vegetation with shrubs and young to mid-sized trees, typical of transitional or secondary growth areas.",
  "habitat_description_from_photos" : "The mixed shrub and young trees habitat is characterized by plots featuring dense shrub vegetation interspersed with young to mid-sized trees. These plots commonly include narrow informal earth or mud paths, providing moderate visibility distances of 10 to 30 meters. The vegetation structure is predominantly shrub-dominated with an understorey of small trees, and the areas appear semi-wild with low maintenance intensity and no evidence of mowing. There is an absence of built infrastructure, street furniture, parked cars, or people, and litter is generally not visible. The plots exhibit a natural and uncluttered appearance with some depth, as the vegetation extends into the background, indicating transitional or secondary growth stages.",
  "representative_plot_image" : "363 4",
  "plots" : [ "1020 11", "1020 4", "108 4", "112 5", "145 7", "202 2", "231 1", "231 12", "237 9", "248 2", "248 3", "248 6", "248 7", "248 9", "295 6", "311 7", "335 10", "363 4", "369 7", "389 12", "403 3", "403 4", "410 5", "422 11", "474 4", "474 5", "485 3", "538 7", "569 2", "569 3", "569 5", "569 8", "569 9", "633 2", "680 7", "731 2", "776 5", "779 11", "821 8", "830 1", "906 4", "917 7", "922 1", "922 7", "948 4", "948 9", "989 5" ]
}, {
  "cluster_id" : 6,
  "cluster_name" : "impervious hard-standing",
  "cluster_description" : "This cluster is characterized by very high built cover (~89%), very low NDVI (~0.30), and minimal vegetation cover across all layers. It represents impervious surfaces such as roads, pavements, or built infrastructure with negligible vegetation.",
  "habitat_description_from_photos" : "Plots classified as impervious hard-standing are characterized by extensive paved surfaces primarily used as parking lots or roads for motor vehicles. These plots exhibit minimal to no visible vegetation, with only occasional sparse trees or hedges typically confined to edges or adjacent areas. The surfaces are generally well-maintained, with clear markings such as disabled parking spaces and visible street furniture including lamp posts and signage. Visual clutter is moderate, often due to the presence of parked vehicles, but litter or dumping is generally absent. Visibility distances are typically long, allowing clear views across the open paved areas, which are frequently bordered by buildings. Human presence is minimal or absent in most plots. Overall, these plots demonstrate a dominance of impervious surfaces with negligible vegetation cover and a functional urban infrastructure setting.",
  "representative_plot_image" : "497 4",
  "plots" : [ "1084 12", "1084 7", "202 6", "231 2", "231 3", "239 1", "239 3", "239 5", "242 2", "298 1", "298 11", "335 1", "336 2", "336 8", "342 1", "342 5", "342 8", "369 12", "369 3", "369 8", "403 12", "403 6", "420 1", "420 11", "420 7", "420 8", "420 9", "474 6", "492 3", "497 11", "497 12", "497 4", "559 1", "559 2", "559 3", "559 4", "559 5", "618 10", "654 12", "654 2", "654 5", "654 6", "663 6", "667 9", "680 5", "686 11", "686 9", "779 4", "781 1", "799 1", "819 1", "819 10", "819 4", "821 11", "823 10", "823 2", "876 1", "922 4" ]
}, {
  "cluster_id" : 0,
  "cluster_name" : "open grassland with scattered trees",
  "cluster_description" : "This cluster has moderate herb cover (~53%), low shrub cover (~4%), low small tree cover (~4.5%), moderate large tree cover (~12%), moderate built cover (~27%), and moderate NDVI (~0.70). It represents open grassy areas with scattered trees and some impervious surfaces, typical of urban lawns with tree patches or street verges.",
  "habitat_description_from_photos" : "The open grassland with scattered trees cluster is characterized by plots featuring regularly mown grass beneath a canopy of mature trees with an open understory. These plots commonly include paved footpaths of varying widths, moderate visual clutter primarily from street furniture, and absence or low presence of litter and parked cars. Visibility distances are generally medium (10–30 m), providing some depth to the plots. Adjacent infrastructure often includes residential buildings and roads, but the grassy areas maintain an open character with scattered tree cover. The maintenance intensity is moderate, with evidence of regular mowing, and the plots typically lack dense shrub layers or heavy clutter, reflecting managed urban green spaces such as formal parks, residential gardens, or cemeteries.",
  "representative_plot_image" : "1084 3",
  "plots" : [ "1084 3", "136 7", "202 8", "298 6", "300 4", "311 6", "335 9", "369 1", "389 2", "393 1", "393 2", "393 8", "422 10", "492 11", "492 7", "497 1", "559 6", "566 3", "566 6", "569 4", "612 5", "619 5", "667 6", "686 10", "686 7", "690 10", "690 3", "690 8", "702 1", "731 8", "792 4", "819 11", "830 4", "876 6", "908 9", "971 4", "971 7", "989 2", "990 3", "990 5" ]
} ]