[ {
  "cluster_id" : 7,
  "cluster_name" : "short turf / intensively managed lawn",
  "cluster_description" : "Very high herbaceous cover (~93%) with negligible shrubs and trees and very low built cover; high but slightly lower NDVI than the highest tree-dominated clusters. Consistent with near-complete short-vegetation cover — likely intensively managed turf or short amenity grass with almost no woody structure.",
  "habitat_description_from_photos" : "Plots are dominated by a near-continuous sward of short, regularly mown grass, exhibiting evidence of high/formal maintenance. Plots are open with long visibility (>30 m) and lack internal paths or other built surfaces; there is no visible litter or human presence. Scattered mature trees occur at plot margins but woody structure within plots is limited, so horizontal short-turf cover is the primary vegetation component.",
  "representative_plot_image" : "485 1",
  "plots" : [ "1004 12", "1004 5", "1007 10", "1020 5", "1020 6", "1083 6", "112 2", "112 7", "136 6", "237 5", "298 4", "299 3", "299 7", "300 6", "336 1", "336 10", "369 10", "377 1", "377 2", "377 3", "377 4", "377 6", "377 7", "393 3", "485 1", "485 4", "492 10", "492 6", "506 10", "506 4", "506 5", "542 1", "542 11", "542 2", "542 3", "542 4", "547 7", "566 8", "580 1", "580 2", "580 3", "580 5", "580 6", "619 1", "619 3", "619 4", "619 7", "663 3", "663 5", "680 3", "686 12", "713 12", "731 1", "731 4", "776 12", "779 1", "792 3", "819 7", "823 7", "875 2", "875 4", "876 3", "876 4", "876 8", "906 2", "906 8", "906 9", "908 1", "908 3", "908 4", "917 8", "922 8", "948 2", "948 7", "971 9", "982 2", "987 5", "989 3", "989 6", "989 8" ]
}, {
  "cluster_id" : 5,
  "cluster_name" : "mature large-tree canopy / woodland",
  "cluster_description" : "Very high large-tree cover (~71%) dominating the vegetation profile, low herb and shrub cover and very low built cover; very high NDVI. Characteristic of mature, closed-canopy tree stands (large urban trees or remnant woodland) with limited ground-layer vegetation.",
  "habitat_description_from_photos" : "Study plots are characterized by a continuous, closed tree canopy with numerous tall trunks and dense foliage, producing limited vertical visibility (predominantly short to medium visibility distances of <10–30 m). Ground-layer conditions within the plots vary from leaf-litter–covered forest floor to areas with substantial woody undergrowth; discrete open spaces and formal paths are generally absent. Plots exhibit a natural, unmanaged appearance with very low evidence of maintenance.",
  "representative_plot_image" : "776 3",
  "plots" : [ "1004 3", "1020 3", "203 11", "231 8", "299 8", "300 8", "410 2", "421 10", "421 2", "547 1", "547 10", "547 8", "569 11", "580 4", "612 4", "661 8", "713 6", "776 11", "776 3", "823 1", "908 5", "971 2" ]
}, {
  "cluster_id" : 3,
  "cluster_name" : "amenity grassland / meadow",
  "cluster_description" : "Very high herb cover (~74%) with minimal woody cover (low shrubs and trees) and low built cover; high NDVI. Matches open grassland/amenity meadow areas where herbaceous vegetation forms the dominant cover.",
  "habitat_description_from_photos" : "Plots are characterised by a continuous, tall herbaceous layer forming the dominant ground cover, with scattered trees and shrubs providing limited woody components mostly at plot margins. The herb layer exhibits substantial vertical structure, producing an open meadow-like aspect with moderate visibility depth (~10–30 m). Management indicators for these plots are consistent with very low intervention (no evidence of mowing), resulting in semi-natural tall‑herb vegetation that extends across the plot.",
  "representative_plot_image" : "248 5",
  "plots" : [ "1004 6", "1020 8", "108 10", "108 3", "108 7", "1084 2", "112 3", "202 1", "248 5", "298 3", "300 5", "311 1", "311 8", "393 7", "410 1", "422 1", "485 5", "506 2", "542 5", "542 6", "547 5", "566 4", "580 7", "584 11", "612 2", "612 8", "618 7", "686 1", "686 4", "819 5", "819 8", "908 2", "917 1", "917 5", "917 9", "948 3", "948 8", "990 7" ]
}, {
  "cluster_id" : 4,
  "cluster_name" : "parkland — mature trees over grass",
  "cluster_description" : "Moderate–high NDVI with a mix of substantial herb (~34%) and a strong large-tree component (~35%), moderate small trees and shrubs, and somewhat higher built cover than pure woodlands. Typical of parks or greenspaces with mature trees overlying open grass areas.",
  "habitat_description_from_photos" : "Plots are characterised by an open grassy sward of short, regularly mown turf with scattered, mature trees that form an open canopy and retain an open understorey. Visibility within plots is generally medium to long (typical sightlines 10–30 m or greater), and pedestrian access is often provided by narrow to medium-width paved footpaths. Visual clutter and surface litter are minimal in the sampled plots; maintenance intensity ranges from moderate to high with clear evidence of recent or regular mowing.",
  "representative_plot_image" : "506 8",
  "plots" : [ "1004 9", "1020 1", "1033 9", "1084 9", "136 4", "145 9", "203 2", "203 9", "231 7", "239 12", "239 8", "299 1", "299 2", "299 5", "300 1", "300 3", "300 7", "311 5", "311 9", "336 6", "336 9", "343 6", "377 5", "389 10", "389 9", "393 11", "393 5", "410 10", "410 3", "410 9", "420 2", "421 1", "421 3", "421 4", "421 6", "421 8", "422 4", "422 5", "422 7", "485 9", "506 1", "506 12", "506 8", "538 11", "547 11", "547 2", "551 8", "559 8", "566 1", "566 5", "566 7", "612 3", "612 7", "661 1", "661 2", "661 3", "661 4", "661 5", "661 6", "663 7", "713 9", "731 3", "776 1", "776 9", "876 2", "906 5", "906 6", "908 6", "917 6", "941 7", "941 8", "948 5", "989 1", "989 11", "990 6", "990 9" ]
}, {
  "cluster_id" : 2,
  "cluster_name" : "mixed multi-layer woodland",
  "cluster_description" : "High NDVI with a pronounced multi-layer woody structure: substantial large trees (~39%), notable small trees (~24%) and shrubs (~13%), and moderate herb cover. Indicative of mixed, multi-storey woodland or dense parkland with an established understory.",
  "habitat_description_from_photos" : "Plots are characterized by a stratified woody vegetation structure with an open herbaceous ground layer (mown grass) in the foreground, a dense intermediate shrub stratum, and an overstory of trees, producing clear vertical structuring. Vegetation composition in the plots therefore includes distinct herbaceous, shrub and canopy layers with visibility to medium distances (approximately 10–30 m) and minimal visual clutter.",
  "representative_plot_image" : "403 7",
  "plots" : [ "1007 2", "108 1", "1084 6", "171 1", "203 4", "203 5", "203 6", "203 8", "239 11", "239 6", "248 8", "295 1", "295 4", "299 4", "363 2", "363 6", "363 8", "389 5", "403 7", "410 4", "422 6", "542 9", "713 3", "776 2", "779 5", "799 9", "906 7", "917 11", "990 1", "990 8" ]
}, {
  "cluster_id" : 1,
  "cluster_name" : "built-dominated urban with vegetated fragments",
  "cluster_description" : "Intermediate NDVI and relatively high built cover (~46%) with moderate herb (~30%) and shrub (~13%) fractions but low tree cover. Represents urban areas where impervious surfaces dominate but vegetation occurs in fragmented patches (gardens, paved frontages, vegetated verges).",
  "habitat_description_from_photos" : "Plots consist of a mosaic of impervious surfaces (wide and narrow paved roads, parking areas and paved footpaths) interspersed with small vegetated fragments. Vegetation fragments observed across plots include short, mown grass patches and informal grassy areas with narrow earth paths, shrub‑dominated parcels, and narrow rows or small stands of trees with open understories. These vegetated fragments are typically adjacent to buildings and to paved circulation spaces; maintenance intensity varies from semi‑wild to highly formal, with evidence of recent mowing on several grass plots. Vegetated elements are generally spatially restricted and linear or patchy within predominantly built plots.",
  "representative_plot_image" : "779 10",
  "plots" : [ "1007 6", "1083 1", "1083 2", "233 11", "335 7", "342 6", "420 10", "485 12", "497 10", "497 5", "612 6", "619 10", "633 12", "663 8", "713 8", "779 10", "792 11", "821 3", "875 11", "982 4" ]
}, {
  "cluster_id" : 8,
  "cluster_name" : "shrub–small-tree mosaic / young scrub-woodland",
  "cluster_description" : "High NDVI with balanced proportions of herb (~52%), shrubs (~12%), small trees (~15%) and moderate large trees (~16%); low built cover. Suggests a heterogeneous mosaic of shrubs, young trees and grass — i.e., scrub or young/secondary woodland mosaics.",
  "habitat_description_from_photos" : "Plots are characterized by a dominant shrub layer forming dense scrub in many locations, with an understorey of herbaceous vegetation that ranges from short, regularly mown turf to tall, untended herbaceous meadows. Several plots contain scattered or regenerating trees producing patches with a more open tree-dominated understorey, yielding a heterogeneous mosaic of shrub-dominated and tree-influenced patches. Maintenance intensity varies across plots from very low/untended to low–moderate mowing, and horizontal visibility within plots ranges from short (<10 m) in closed scrub to medium–long (10–30+ m) in more open grassy areas. Overall, the plots present a scrub–young woodland mosaic comprised principally of dense shrubs, herbaceous strata and occasional juvenile trees.",
  "representative_plot_image" : "422 11",
  "plots" : [ "1020 11", "1020 4", "108 4", "112 5", "145 7", "202 2", "231 1", "231 12", "237 9", "248 2", "248 3", "248 6", "248 7", "248 9", "295 6", "311 7", "335 10", "363 4", "369 7", "389 12", "403 3", "403 4", "410 5", "422 11", "474 4", "474 5", "485 3", "538 7", "569 2", "569 3", "569 5", "569 8", "569 9", "633 2", "680 7", "731 2", "776 5", "779 11", "821 8", "830 1", "906 4", "917 7", "922 1", "922 7", "948 4", "948 9", "989 5" ]
}, {
  "cluster_id" : 6,
  "cluster_name" : "impervious / hard-standing",
  "cluster_description" : "Very low NDVI and very high built cover (~89%) with negligible vegetation across all layers. Characteristic of sealed surfaces, dense impervious infrastructure and hard-standing (roads, carparks, buildings).",
  "habitat_description_from_photos" : "Plots are dominated by extensive sealed, paved surfaces forming large vehicle-accessible areas and marked parking bays. Wide carriageways and open paved expanses predominate, with adjacent built infrastructure (commercial and residential buildings) visible at plot margins. Street furniture (lamp posts, signage) and parked vehicles are commonly present; human presence is generally low or absent. Vegetation within the paved matrix is negligible, typically limited to occasional trees or shrub planting confined to plot edges. Visibility is typically medium to long and maintenance intensity ranges from moderate to high.",
  "representative_plot_image" : "497 4",
  "plots" : [ "1084 12", "1084 7", "202 6", "231 2", "231 3", "239 1", "239 3", "239 5", "242 2", "298 1", "298 11", "335 1", "336 2", "336 8", "342 1", "342 5", "342 8", "369 12", "369 3", "369 8", "403 12", "403 6", "420 1", "420 11", "420 7", "420 8", "420 9", "474 6", "492 3", "497 11", "497 12", "497 4", "559 1", "559 2", "559 3", "559 4", "559 5", "618 10", "654 12", "654 2", "654 5", "654 6", "663 6", "667 9", "680 5", "686 11", "686 9", "779 4", "781 1", "799 1", "819 1", "819 10", "819 4", "821 11", "823 10", "823 2", "876 1", "922 4" ]
}, {
  "cluster_id" : 0,
  "cluster_name" : "grass with scattered trees (residential/greenspace)",
  "cluster_description" : "Moderately high NDVI with substantial herb (~53%), low shrubs (~4%) and low tree cover (large trees ~12%, small trees ~5%), and moderate built cover (~27%). Likely represents urban greenspaces with grass and occasional scattered trees — e.g., residential lawns, verges or small parks with scattered canopy trees.",
  "habitat_description_from_photos" : "Plots are dominated by a continuous sward of short, regularly mown grass forming an even turf across open ground. Canopy elements are sparse and scattered, typically represented by isolated large trees or small groups with an open understory beneath the crowns. Shrub cover is minimal and the vertical structure is therefore simple, providing relatively unobstructed sightlines across medium to long distances within plots.",
  "representative_plot_image" : "971 7",
  "plots" : [ "1084 3", "136 7", "202 8", "298 6", "300 4", "311 6", "335 9", "369 1", "389 2", "393 1", "393 2", "393 8", "422 10", "492 11", "492 7", "497 1", "559 6", "566 3", "566 6", "569 4", "612 5", "619 5", "667 6", "686 10", "686 7", "690 10", "690 3", "690 8", "702 1", "731 8", "792 4", "819 11", "830 4", "876 6", "908 9", "971 4", "971 7", "989 2", "990 3", "990 5" ]
} ]